{
  "title_navigation": "O nama",
  "title2_navigation": "Usluge",
  "title3_navigation": "Kontaktirajte nas",
  
  "quote": "Svaka riječ koju prevedemo, most je između svjetova.",

  "title1_index": "Mi smo najbolji u prevođenju",
  "title1_text_index": "Stručni i ovjereni prijevodi na više jezika. Brza isporuka i povjerljivost zagarantovani. Nudimo personalizirana rješenja prilagođena vašim potrebama, po konkurentnim cijenama i bez kompromisa kada je u pitanju kvalitet.",
  "title1_button_index": "Saznajte više",
  "title2_index": "Naše usluge",
  "title2_text_index": "Pružamo širok spektar prevodilačkih usluga, uključujući ovjerene prijevode službenih dokumenata, prevođenje poslovne dokumentacije, tehničkih tekstova te usmeno prevođenje. Svakom zadatku pristupamo temeljito i precizno, osiguravajući da vaša poruka zadrži autentičnost, jasnoću i profesionalnu vrijednost na ciljnom jeziku, u skladu s najvišim standardima struke.",
  "title2_button_index": "Ponuda",
  "title3_index": "Kontaktirajte nas",
  "title3_text_index": "Obratite nam se kako bismo zajedno realizirali vaš sljedeći prevodilački projekat. Za više informacija ili ponudu, slobodno nas kontaktirajte putem dugmeta ispod.",
  "title3_button_index": "Kontaktirajte nas",
  "title4_index": "Želite nas pronaći?",
  "title4_text_index": "Posjetite nas na adresi 505. Viteške brdske brigade 18b, Bosanska Krupa, BiH, i uvjerite se u kvalitet i profesionalnost usluge.",
  "title5_index": "Kada smo otvoreni?",
  "title5_text_index": "Pon - Pet: 9:00 - 17:00",
  "title5_text2_index": "Subota: 10:00 - 14:00",
  "title5_text3_index": "Nedjelja: Zatvoreno",
  "title6_index": "Hvala na iskazanom povjerenju!",
  "title6_text_index": "Vaše povjerenje je naša najveća motivacija. Kontaktirajte nas već danas i otkrijte kako Prevodilački ured Beširević može unaprijediti vašu komunikaciju kroz precizne i kvalitetne prijevode između njemačkog i bosanskog jezika.",
  
  "title1_about_us": "O nama",
  "title1_text_about_us": "Prevodilački ured Beširević sinonim je za kvalitet i pouzdanost u prevođenju između njemačkog i bosanskog jezika. Smješteni u srcu Bosanske Krupe, s velikom pažnjom pristupamo svakom tekstu, kombinujući jezičku preciznost s kulturnim razumijevanjem. Prijevodi nisu samo prijenos riječi – oni prenose suštinu poruke i njenu namjeru. Svaki projekat je prilika da povežemo ljude, ideje i svjetove.",
  "title2_about_us": "Naša misija",
  "title2_text_about_us": "Naša misija je omogućiti jasnu, preciznu i autentičnu komunikaciju bez jezičkih prepreka. Posvećeni smo pružanju rješenja koja su u potpunosti prilagođena vašim specifičnim potrebama – bilo da je riječ o ličnim, poslovnim ili institucionalnim zahtjevima. Svaki prijevod rezultat je pažljivog rada, s naglaskom na značenje, kontekst i kulturnu prilagođenost.",
  "title3_about_us": "Naša vizija",
  "title3_text_about_us": "Težimo tome da budemo prvi izbor za sve koji traže prevodilačke usluge na njemačkom i bosanskom jeziku. Izgradili smo reputaciju zasnovanu na vrhunskom kvalitetu, profesionalizmu i povjerenju. Naša vizija je prevodilaštvo koje ne pravi kompromise – već postavlja nove standarde u industriji.",
  "title4_about_us": "Zašto odabrati nas?",
  "title4_text_about_us": "Ističemo se po stručnosti, preciznosti i individualnom pristupu svakom klijentu. Naše usluge su brze, pouzdane i u potpunosti povjerljive. Uz konkurentne cijene i nepokolebljivu posvećenost kvalitetu, birajući nas dobijate partnera koji vaše ideje prenosi s potpunom jasnoćom i profesionalnom sigurnošću.",
  
  "title1_services": "Naše usluge",
  "title1_text_services": "Specijalizirani smo za vrhunske prijevode koji kombinuju jezičku preciznost, kulturnu osjetljivost i visoke profesionalne standarde. Bilo da vam je potreban ovjereni prijevod, poslovna dokumentacija ili usmeno prevođenje – pružamo rješenja koja su brza, pouzdana i u potpunosti prilagođena vašim potrebama.",
  "title2_services": "Lista usluga",
  "title2_text_services": "Naše glavne usluge uključuju:",
  "title2_text2_services": "Ovjereni prijevodi dokumenata sa pravnom valjanošću",
  "title2_text3_services": "Poslovni prijevodi izvještaja, ugovora i prezentacija",
  "title2_text4_services": "Usmeno prevođenje za sastanke, seminare i konferencije",
  "title3_services": "Prevođenje pravnih i zvaničnih dokumenata",
  "title3_text_services": "Pravni dokumenti zahtijevaju potpunu tačnost i usklađenost s pravnom terminologijom. Prevodimo sudske presude, zakone, notarske akte, punomoći i druge pravne tekstove, osiguravajući da svaki prijevod ispunjava sve formalne i zakonske zahtjeve.",
  "title4_services": "Prevođenje poslovne dokumentacije",
  "title4_text_services": "U poslovnoj komunikaciji svaka riječ nosi težinu. Pružamo precizne i profesionalne prijevode poslovnih izvještaja, dopisa, ugovora, prezentacija i reklamnih materijala. Sadržaj prilagođavamo ciljanoj publici, kako biste zadržali vjerodostojnost i autoritet svog brenda na svakom jeziku.",
  "title5_services": "Tehnički i stručni prijevodi",
  "title5_text_services": "Tehnička dokumentacija zahtijeva specijalizirano znanje. Nudimo prijevode stručnih i tehničkih tekstova kao što su uputstva za upotrebu, IT dokumentacija, industrijski standardi i naučni radovi – uz terminološku tačnost i usklađenost sa stručnim jezikom i praksom.",
  "title6_services": "Usmeno prevođenje u stvarnom vremenu",
  "title6_text_services": "Omogućavamo simultano i konsekutivno prevođenje za sve vrste događaja – od poslovnih sastanaka do međunarodnih konferencija. Precizno i jasno prevođenje u stvarnom vremenu osigurava nesmetanu i profesionalnu komunikaciju među govornicima različitih jezika.",
  "title7_services": "Brza i pouzdana usluga",
  "title7_text_services": "Vrijeme je često ključan faktor. Naša usluga je osmišljena da odgovori i na najzahtjevnije rokove – bez kompromisa u kvaliteti. Bilo da se radi o hitnom projektu ili opsežnom zadatku, možete računati na našu efikasnost, diskreciju i profesionalnost.",
  
  "title1_contact": "Kontaktirajte nas",
  "title1_text_contact": "Imate li pitanja? Samo nam pošaljite poruku!",
  "emailPlaceholder": "Unesite validnu e-mail adresu",
  "namePlaceholder": "Unesite vaše ime",
  "submitButton": "POŠALJI",
  "validationName": "Molimo unesite vaše ime.",
  "validationEmail": "Molimo unesite validnu e-mail adresu.",
  "successMessage": "E-pošta je otvorena u vašem klijentu...",
  "emailBody": "Poštovani,\n\nOvo je poruka poslana putem kontakt forme dana {timeSent}...",
  "greeting": "Srdačan pozdrav",
  "title2_contact": "Telefon",
  "title3_contact": "Naša kancelarija",
  "title4_contact": "Pronađite nas na društvenim mrežama",
  "title4_text_contact": "Pratite nas na društvenim mrežama kako biste bili u toku s našim najnovijim uslugama. Povežite se s nama i postanite dio naše zajednice.",
  "title5_contact": "Hvala na iskazanom povjerenju!",
  "title5_text_contact": "Vaše povjerenje je naša motivacija. Kontaktirajte nas danas i otkrijte kako  možemo unaprijediti vašu komunikaciju kroz vrhunske prijevode između njemačkog i bosanskog jezika.",

  "[html]email_text": "prevodilackiuredbesirevic@gmail.com",


  "privacy_popup_title": "Politika privatnosti",
  "privacy_popup_text": "Prevodilački ured Beširević posvećen je zaštiti vaše privatnosti u skladu s Općom uredbom o zaštiti podataka (GDPR). Ova politika privatnosti objašnjava kako prikupljamo, koristimo, čuvamo i štitimo vaše osobne podatke prilikom korištenja naše web stranice.\n\n1. Koje podatke prikupljamo\nKada posjetite našu web stranicu, možemo prikupljati sljedeće podatke:\n- Kontakt forma: Ime, email adresa, poruka i timestamp koje unesete u našu kontakt formu putem Formspree servisa (formspree.io). Ovi podaci se koriste isključivo za odgovor na vaš upit i šalju se na naš email (prevodilackiuredbesirevic@gmail.com). Formspree privremeno pohranjuje podatke na svojim serverima u skladu s njihovom politikom privatnosti.\n- Google Analytics: Anonimne podatke o vašem ponašanju na stranici (npr. posjećene stranice, vrijeme provedeno na stranici, tip uređaja) prikupljamo putem Google Analytics-a kako bismo poboljšali korisničko iskustvo. Ovi podaci ne uključuju osobne informacije poput imena ili email adrese.\n- Kolačići: Koristimo kolačiće za Google Analytics i funkcionalnost stranice (npr. pamćenje jezika ili pristanka na politiku privatnosti). Kolačići se pohranjuju na vašem uređaju samo uz vaš pristanak.\n\n2. Kako koristimo vaše podatke\nVaši podaci se koriste u sljedeće svrhe:\n- Odgovaranje na vaše upite poslane putem kontakt forme.\n- Poboljšanje funkcionalnosti i sadržaja naše web stranice putem analitičkih alata.\n- Osiguravanje tehničke ispravnosti stranice (npr. pamćenje jezika).\n\n3. Dijeljenje podataka s trećim stranama\nVaše osobne podatke dijelimo samo u sljedećim slučajevima:\n- Formspree: Kontakt forma koristi Formspree za obradu podataka. Formspree može pohranjivati podatke na serverima u SAD-u, uz poštivanje GDPR standarda.\n- Google Analytics: Anonimni analitički podaci šalju se Google-u radi analize performansi stranice.\n- Zakonski zahtjevi: Podatke možemo dijeliti ako to zahtijeva zakon ili pravni postupak.\nNe prodajemo niti iznajmljujemo vaše podatke trećim stranama u marketinške svrhe.\n\n4. Vaša prava prema GDPR-u\nKao korisnik, imate sljedeća prava u vezi s vašim osobnim podacima:\n- Pravo na pristup: Možete zatražiti kopiju podataka koje imamo o vama.\n- Pravo na ispravak: Možete zatražiti ispravak netačnih podataka.\n- Pravo na brisanje: Možete zatražiti brisanje vaših podataka („pravo na zaborav“).\n- Pravo na ograničenje obrade: Možete zatražiti ograničenje korištenja vaših podataka.\n- Pravo na prenosivost: Možete zatražiti prijenos podataka drugom pružatelju usluga.\n- Pravo na prigovor: Možete se protiviti obradi podataka u određenim slučajevima.\nZa ostvarivanje ovih prava, kontaktirajte nas na prevodilackiuredbesirevic@gmail.com ili telefon +387 (61) 822-864. Odgovorit ćemo u roku od 30 dana, u skladu s GDPR-om.\n\n5. Kolačići i tehnologije praćenja\nNaša web stranica koristi kolačiće za:\n- Praćenje performansi stranice (Google Analytics).\n- Pamćenje vaših postavki (npr. jezik, pristanak na politiku privatnosti).\nPristanak na kolačiće možete dati putem našeg bannera za kolačiće. Možete onemogućiti kolačiće u postavkama vašeg preglednika, ali to može utjecati na funkcionalnost stranice. Za više informacija o Google Analytics kolačićima, posjetite Google-ovu politiku kolačića (policies.google.com/technologies/cookies).\n\n6. Sigurnost podataka\nPreduzimamo tehničke i organizacijske mjere za zaštitu vaših podataka, uključujući:\n- Šifriranu komunikaciju putem HTTPS-a.\n- Ograničen pristup podacima samo ovlaštenim osobama.\n- Korištenje sigurnih servisa poput Formspree-a i Google Analytics-a.\nMeđutim, nijedan prijenos podataka preko interneta nije 100% siguran, pa vas molimo da budete oprezni prilikom dijeljenja osjetljivih informacija.\n\n7. Period čuvanja podataka\nVaše podatke čuvamo samo onoliko koliko je potrebno za ispunjenje svrhe za koju su prikupljeni:\n- Kontakt forma: Podaci se čuvaju dok ne odgovorimo na vaš upit ili dok ne zatražite brisanje.\n- Google Analytics: Anonimni podaci se čuvaju prema Google-ovim postavkama (obično 26 mjeseci).\n\n8. Promjene politike privatnosti\nZadržavamo pravo na ažuriranje ove politike privatnosti. Sve promjene bit će objavljene na ovoj stranici, a u slučaju značajnih promjena, obavijestit ćemo vas putem pop-upa ili emaila. Datum posljednjeg ažuriranja: 25. juli 2025.\n\n9. Kontakt\nAko imate pitanja o ovoj politici privatnosti ili želite ostvariti svoja prava, kontaktirajte nas:\n- Email: prevodilackiuredbesirevic@gmail.com\n- Telefon: +387 (61) 822-864\n- Adresa: Prevodilački ured Beširević, 505. Viteške brdske brigade 18b, 77240 Bosanska Krupa, Bosna i Hercegovina\n\nHvala vam što ste odabrali Prevodilački ured Beširević. Vaša privatnost nam je važna i posvećeni smo zaštiti vaših podataka u skladu s važećim zakonima i standardima.",
  "accept_privacy_button": "Razumijem",
  "privacy_policy": "Politika privatnosti",
  "cookie_message": "Ova web stranica koristi kolačiće za poboljšanje korisničkog iskustva i analitiku. Nastavkom korištenja stranice prihvatate našu politiku kolačića.",
  "cookie_dismiss": "Prihvati",
  "cookie_link": "Saznaj više",
  "consent_label": "Slažem se s politikom privatnosti i obradom mojih podataka u svrhu odgovora na upit.",
  "validationConsent": "Molimo prihvatite politiku privatnosti.",
  "email_label": "E-mail adresa",
  "name_label": "Vaše ime",
  "message_label": "Poruka",
  "messagePlaceholder": "Unesite vašu poruku",
  "validationMessage": "Molimo unesite poruku.",
  "form_error": "Došlo je do greške prilikom slanja poruke.",


  "cookie_popup_title": "Postavke kolačića",
  "accept_cookies_button": "Prihvati",
  "reject_cookies_button": "Odbij",
  "cookie_popup_text": "Koristimo kolačiće da obogatimo vaše iskustvo na našoj web stranici. Kolačići za analitiku, poput Google Analyticsa, omogućavaju nam praćenje učinka sajta. Slobodno odaberite prihvaćanje svih kolačića ili isključite one povezane s Google Analyticsom.",

  "email_title": "Email",
  "email_text": "prevodialckiuredbesirevic@gmail.com",
  "learn_more": "Saznajte više",

  "footer": "© 2025 Prevodilački ured Beširević. Sva prava pridržana.",
  "headerName": "Prevodilački ured Beširević"

}

