{
  "title_navigation": "Über uns",
  "title2_navigation": "Dienstleistungen",
  "title3_navigation": "Kontaktieren Sie uns",

  "quote": "Jedes Wort, das wir übersetzen, ist eine Brücke zwischen den Welten.",

  "title1_index": "Wir sind die Besten im Übersetzen",
  "title1_text_index": "Fachkundige und beglaubigte Übersetzungen in mehreren Sprachen. Schnelle Lieferung und Vertraulichkeit sind garantiert. Wir bieten personalisierte Lösungen, die auf Ihre Bedürfnisse zugeschnitten sind – zu wettbewerbsfähigen Preisen und ohne Kompromisse bei der Qualität.",
  "title1_button_index": "Erfahren Sie mehr",
  "title2_index": "Unsere Dienstleistungen",
  "title2_text_index": "Wir bieten ein breites Spektrum an Übersetzungsdienstleistungen an, einschließlich beglaubigter Übersetzungen offizieller Dokumente, Übersetzungen von Geschäftsdokumentationen, technischen Texten sowie Dolmetschdiensten. Wir gehen jede Aufgabe gründlich und präzise an und stellen sicher, dass Ihre Botschaft ihre Authentizität, Klarheit und ihren professionellen Wert in der Zielsprache gemäß den höchsten Standards der Branche beibehält.",
  "title2_button_index": "Angebot",
  "title3_index": "Kontaktieren Sie uns",
  "title3_text_index": "Wenden Sie sich an uns, um Ihr nächstes Übersetzungsprojekt gemeinsam zu realisieren. Für weitere Informationen oder ein Angebot kontaktieren Sie uns gerne über die Schaltfläche unten.",
  "title3_button_index": "Kontaktieren Sie uns",
  "title4_index": "Möchten Sie uns finden?",
  "title4_text_index": "Besuchen Sie uns unter der Adresse: 505. Viteške brdske brigade 18b, Bosanska Krupa, Bosnien und Herzegowina, und überzeugen Sie sich selbst von der Qualität und Professionalität unserer Dienstleistung.",
  "title5_index": "Wann sind wir geöffnet?",
  "title5_text_index": "Montag bis Freitag: 09:00 - 17:00",
  "title5_text2_index": "Samstag: 10:00 - 14:00",
  "title5_text3_index": "Sonntag: geschlossen",
  "title6_index": "Danke für Ihr Vertrauen!",
  "title6_text_index": "Ihr Vertrauen ist unsere größte Motivation. Kontaktieren Sie uns noch heute und entdecken Sie, wie das Übersetzungsbüro Beširević Ihre Kommunikation durch präzise und hochwertige Übersetzungen zwischen der deutschen und bosnischen Sprache verbessern kann.",
  
  "title1_about_us": "Über uns",
  "title1_text_about_us": "Das Übersetzungsbüro Beširević ist ein Synonym für Qualität und Zuverlässigkeit bei Übersetzungen zwischen Deutsch und Bosnisch. Mit Sitz im Herzen von Bosanska Krupa widmen wir jedem Text große Aufmerksamkeit und kombinieren sprachliche Präzision mit kulturellem Verständnis. Unsere Übersetzungen sind nicht nur die Übertragung von Wörtern – sie transportieren die Essenz und die Intention der Botschaft. Jedes Projekt ist für uns eine Gelegenheit, Menschen, Ideen und Welten zu verbinden.",
  "title2_about_us": "Unsere Mission",
  "title2_text_about_us": "Unsere Mission ist es, klare, präzise und authentische Kommunikation ohne Sprachbarrieren zu ermöglichen. Wir setzen uns dafür ein, Lösungen zu bieten, die vollständig auf Ihre spezifischen Bedürfnisse zugeschnitten sind – sei es im privaten, geschäftlichen oder institutionellen Bereich. Jede Übersetzung ist das Ergebnis sorgfältiger Arbeit mit Fokus auf Bedeutung, Kontext und kulturelle Anpassung.",
  "title3_about_us": "Unsere Vision",
  "title3_text_about_us": "Wir streben danach, die erste Wahl für alle zu sein, die Übersetzungsdienstleistungen in Deutsch und Bosnisch suchen. Wir haben uns einen Ruf aufgebaut, der auf höchster Qualität, Professionalität und Vertrauen basiert. Unsere Vision ist ein Übersetzungswesen, das keine Kompromisse eingeht – sondern neue Maßstäbe in der Branche setzt.",
  "title4_about_us": "Warum sollten Sie uns wählen?",
  "title4_text_about_us": "Wir zeichnen uns durch Fachkompetenz, Präzision und einen individuellen Ansatz für jeden Kunden aus. Unsere Dienstleistungen sind schnell, zuverlässig und vollkommen vertraulich. Mit wettbewerbsfähigen Preisen und unerschütterlichem Engagement für Qualität erhalten Sie mit uns einen Partner, der Ihre Ideen klar und professionell übermittelt.",
  
  "title1_services": "Unsere Leistungen",
  "title1_text_services": "Wir sind spezialisiert auf hochwertige Übersetzungen, die sprachliche Präzision, kulturelle Sensibilität und höchste professionelle Standards vereinen. Ob beglaubigte Übersetzungen, Geschäftsdokumentationen oder Dolmetschdienste – wir bieten schnelle, zuverlässige und vollständig auf Ihre Bedürfnisse zugeschnittene Lösungen.",
  "title2_services": "Leistungsspektrum",
  "title2_text_services": "Unsere Hauptdienstleistungen umfassen:",
  "title2_text2_services": "Beglaubigte Übersetzungen von Dokumenten mit rechtlicher Gültigkeit",
  "title2_text3_services": "Geschäftsübersetzungen von Berichten, Verträgen und Präsentationen",
  "title2_text4_services": "Dolmetschdienste für Besprechungen, Seminare und Konferenzen",
  "title3_services": "Übersetzung juristischer und offizieller Dokumente",
  "title3_text_services": "Juristische Texte erfordern höchste Genauigkeit und rechtlich korrekte Terminologie. Wir übersetzen Gerichtsurteile, Gesetze, notarielle Urkunden, Vollmachten und andere juristische Texte und stellen sicher, dass jede Übersetzung allen formellen und gesetzlichen Anforderungen entspricht.",
  "title4_services": "Übersetzung von Geschäftsdokumentationen",
  "title4_text_services": "In der Geschäftskommunikation zählt jedes Wort. Wir bieten präzise und professionelle Übersetzungen von Geschäftsberichten, Schreiben, Verträgen, Präsentationen und Werbematerialien. Der Inhalt wird an das Zielpublikum angepasst, damit Sie die Glaubwürdigkeit und Autorität Ihrer Marke in jeder Sprache bewahren.",
  "title5_services": "Technische und fachliche Übersetzungen",
  "title5_text_services": "Technische Dokumentationen erfordern spezialisiertes Wissen. Wir übersetzen Fach- und technische Texte wie Gebrauchsanweisungen, IT-Dokumentationen, Industriestandards und wissenschaftliche Arbeiten – mit terminologischer Genauigkeit und Anpassung an die Fachsprache und -praxis.",
  "title6_services": "Simultan- und Konsekutivdolmetschen in Echtzeit",
  "title6_text_services": "Wir bieten simultanes und konsekutives Dolmetschen für alle Arten von Veranstaltungen – von Geschäftstreffen bis hin zu internationalen Konferenzen. Präzise und klare Echtzeit-Übersetzungen gewährleisten eine reibungslose und professionelle Kommunikation zwischen Sprechern unterschiedlicher Sprachen.",
  "title7_services": "Schneller und zuverlässiger Service",
  "title7_text_services": "Zeit ist oft ein entscheidender Faktor. Unser Service ist darauf ausgerichtet, selbst die anspruchsvollsten Fristen einzuhalten – ohne Kompromisse bei der Qualität. Ob eilige Projekte oder umfangreiche Aufgaben – Sie können sich auf unsere Effizienz, Diskretion und Professionalität verlassen.",
  
  "title1_contact": "Kontaktiere Sie uns",
  "title1_text_contact": "Haben Sie Fragen? Senden Sie uns einfach eine Nachricht!",
  "emailPlaceholder": "Geben Sie eine gültige E-Mail-Adresse ein",
  "namePlaceholder": "Geben Sie Ihren Namen ein",
  "submitButton": "SENDEN",
  "validationName": "Bitte geben Sie Ihren Namen ein.",
  "validationEmail": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "successMessage": "Die E-Mail wurde in Ihrem Client geöffnet...",
  "emailBody": "Sehr geehrte Damen und Herren,\n\nDies ist eine Nachricht, die über das Kontaktformular am {timeSent} gesendet wurde...",
  "greeting": "Mit freundlichen Grüßen",
  "title2_contact": "Telefon",
  "title3_contact": "Unser Büro",
  "title4_contact": "Finden Sie uns in sozialen Netzwerken",
  "title4_text_contact": "Folgen Sie uns in den sozialen Medien, um über unsere neuesten Dienstleistungen auf dem Laufenden zu bleiben. Vernetzen Sie sich mit uns und werden Sie Teil unserer Community.",
  "title5_contact": "Vielen Dank für Ihr Vertrauen!",
  "title5_text_contact": "Ihr Vertrauen ist unsere Motivation. Kontaktieren Sie uns noch heute und erfahren Sie, wie wir Ihre Kommunikation mit hochwertigen Deutsch-Bosnisch-Übersetzungen verbessern könn",

  "[html]email_text": "prevodilackiuredbesirevic@gmail.com",

  "email_label": "E-Mail-Adresse",
  "name_label": "Ihr Name",
  "message_label": "Nachricht",
  "messagePlaceholder": "Bitte geben Sie Ihre Nachricht ein.",
  "consent_label": "Ich stimme der Datenschutzrichtlinie und der Verarbeitung meiner Daten zum Zweck der Beantwortung meiner Anfrage zu.",
  "learn_more": "Erfahren Sie mehr",
  "cookie_popup_title": "Cookie-Einstellungen",
  "accept_cookies_button": "Akzeptieren",
  "reject_cookies_button": "Ablehnen",
  "cookie_popup_text": "Wir verwenden Cookies, um Ihr Erlebnis auf unserer Website zu verbessern. Analytische Cookies, wie z. B. Google Analytics, ermöglichen uns die Verfolgung der Website-Performance. Sie können frei entscheiden, ob Sie alle Cookies akzeptieren oder die mit Google Analytics verbundenen Cookies deaktivieren möchten.",

  "privacy_popup_title": "Datenschutzrichtlinie",
  "privacy_popup_text": "Der Übersetzungsbüro Beširević ist dem Schutz Ihrer Privatsphäre gemäß der Datenschutz-Grundverordnung (DSGVO) verpflichtet. Diese Datenschutzrichtlinie erläutert, wie wir Ihre personenbezogenen Daten beim Besuch unserer Website sammeln, verwenden, speichern und schützen.\n\n1. Welche Daten wir sammeln\nBeim Besuch unserer Website können wir folgende Daten erheben:\n- Kontaktformular: Name, E-Mail-Adresse, Nachricht und Zeitstempel, die Sie über das Kontaktformular über den Dienst Formspree (formspree.io) eingeben. Diese Daten werden ausschließlich verwendet, um Ihre Anfrage zu beantworten, und werden an unsere E-Mail-Adresse (prevodilackiuredbesirevic@gmail.com) gesendet. Formspree speichert die Daten vorübergehend auf seinen Servern gemäß deren Datenschutzrichtlinie.\n- Google Analytics: Anonymisierte Daten zu Ihrem Verhalten auf der Website (z. B. besuchte Seiten, Verweildauer, Gerätetyp) werden über Google Analytics gesammelt, um das Benutzererlebnis zu verbessern. Diese Daten enthalten keine persönlichen Informationen wie Name oder E-Mail-Adresse.\n- Cookies: Wir verwenden Cookies für Google Analytics und die Funktionalität der Website (z. B. Speicherung der Sprache oder Zustimmung zur Datenschutzrichtlinie). Cookies werden nur mit Ihrer Zustimmung auf Ihrem Gerät gespeichert.\n\n2. Wie wir Ihre Daten verwenden\nIhre Daten werden für folgende Zwecke verwendet:\n- Beantwortung Ihrer Anfragen, die über das Kontaktformular gesendet wurden.\n- Verbesserung der Funktionalität und Inhalte unserer Website durch Analyse-Tools.\n- Sicherstellung der technischen Funktionalität der Website (z. B. Speicherung der Sprache).\n\n3. Weitergabe von Daten an Dritte\nIhre personenbezogenen Daten werden nur in folgenden Fällen weitergegeben:\n- Formspree: Das Kontaktformular verwendet Formspree zur Datenverarbeitung. Formspree kann Daten auf Servern in den USA speichern, unter Einhaltung der DSGVO-Standards.\n- Google Analytics: Anonymisierte Analyse-Daten werden an Google weitergeleitet, um die Website-Performance zu analysieren.\n- Gesetzliche Anforderungen: Daten können weitergegeben werden, wenn dies gesetzlich oder durch ein Gerichtsverfahren erforderlich ist.\nWir verkaufen oder vermieten Ihre Daten nicht zu Marketingzwecken an Dritte.\n\n4. Ihre Rechte gemäß DSGVO\nAls Nutzer haben Sie folgende Rechte in Bezug auf Ihre personenbezogenen Daten:\n- Recht auf Auskunft: Sie können eine Kopie der über Sie gespeicherten Daten anfordern.\n- Recht auf Berichtigung: Sie können die Berichtigung unrichtiger Daten verlangen.\n- Recht auf Löschung: Sie können die Löschung Ihrer Daten verlangen („Recht auf Vergessenwerden“).\n- Recht auf Einschränkung der Verarbeitung: Sie können die Einschränkung der Nutzung Ihrer Daten verlangen.\n- Recht auf Datenübertragbarkeit: Sie können die Übermittlung Ihrer Daten an einen anderen Anbieter verlangen.\n- Widerspruchsrecht: Sie können der Verarbeitung Ihrer Daten in bestimmten Fällen widersprechen.\nUm diese Rechte auszuüben, kontaktieren Sie uns unter prevodilackiuredbesirevic@gmail.com oder telefonisch unter +387 (61) 822-864. Wir werden innerhalb von 30 Tagen gemäß DSGVO antworten.\n\n5. Cookies und Tracking-Technologien\nUnsere Website verwendet Cookies für:\n- Verfolgung der Website-Performance (Google Analytics).\n- Speicherung Ihrer Einstellungen (z. B. Sprache, Zustimmung zur Datenschutzrichtlinie).\nSie können Cookies über unseren Cookie-Banner akzeptieren. Sie können Cookies in den Einstellungen Ihres Browsers deaktivieren, was jedoch die Funktionalität der Website beeinträchtigen kann. Weitere Informationen zu Google Analytics-Cookies finden Sie in der Cookie-Richtlinie von Google (policies.google.com/technologies/cookies).\n\n6. Datensicherheit\nWir ergreifen technische und organisatorische Maßnahmen zum Schutz Ihrer Daten, einschließlich:\n- Verschlüsselte Kommunikation über HTTPS.\n- Eingeschränkter Zugriff auf Daten nur für autorisierte Personen.\n- Nutzung sicherer Dienste wie Formspree und Google Analytics.\nBitte beachten Sie, dass keine Datenübertragung über das Internet zu 100 % sicher ist. Seien Sie daher vorsichtig beim Teilen sensibler Informationen.\n\n7. Aufbewahrungsfrist der Daten\nWir speichern Ihre Daten nur so lange, wie es für den Zweck der Erhebung erforderlich ist:\n- Kontaktformular: Daten werden gespeichert, bis Ihre Anfrage beantwortet ist oder Sie deren Löschung verlangen.\n- Google Analytics: Anonymisierte Daten werden gemäß den Einstellungen von Google (in der Regel 26 Monate) gespeichert.\n\n8. Änderungen der Datenschutzrichtlinie\nWir behalten uns das Recht vor, diese Datenschutzrichtlinie zu aktualisieren. Alle Änderungen werden auf dieser Seite veröffentlicht. Bei wesentlichen Änderungen informieren wir Sie per Pop-up oder E-Mail. Datum der letzten Aktualisierung: 25. Juli 2025.\n\n9. Kontakt\nBei Fragen zu dieser Datenschutzrichtlinie oder zur Ausübung Ihrer Rechte kontaktieren Sie uns:\n- E-Mail: prevodilackiuredbesirevic@gmail.com\n- Telefon: +387 (61) 822-864\n- Adresse: Übersetzungsbüro Beširević, 505. Viteške brdske brigade 18b, 77240 Bosanska Krupa, Bosnien und Herzegowina\n\nVielen Dank, dass Sie das Übersetzungsbüro Beširević gewählt haben. Ihre Privatsphäre ist uns wichtig, und wir sind dem Schutz Ihrer Daten gemäß den geltenden Gesetzen und Standards verpflichtet.",
  "accept_privacy_button": "Ich verstehe",

  "privacy_policy": "Datenschutzrichtlinie",

  "footer": "© 2025 Übersetzungsbüro Beširević. Alle Rechte vorbehalten.",
  "headerName": " Übersetzungsbüro Beširević"

}